Repository: ErckMarques/calc_date
Catalog: src/date_calc/locale/*/LC_MESSAGES/app.po
Languages: pt_br

source: Day Counter and Date Calculator
pt_br: Contador de Dias e Calculadora de Datas

source: Date Calculator
pt_br: Calculadora de Datas

source: Open configuration window
pt_br: Janela de Configurações

source: Minimize to tray system
pt_br: Minimizar para a bandeja do sistema

source: Switch theme between light and dark mode
pt_br: Alternar tema entre modo claro e escuro

source: Dates Difference
pt_br: Diferença de Datas

source: Select the end date
pt_br: Selecione a data de término

source: Difference:
pt_br: Diferença:

source: Business Days:
pt_br: Dias Úteis:

source: Calculates the number of days between selected dates
pt_br: Calcula o número de dias entre as datas selecionadas

source: Clears the answer fields and resets the date input fields
pt_br: Limpa os campos de respostas e reseta os campos de entrada de datas

source: Allows you to calculate the number of calendar days and business days between the dates provided
pt_br: Permite calcular a quantidade de dias corridos e dias úteis entre as datas fornecidas

source: Date with Interval
pt_br: Data com intervalo

source: Enter a positive or negative number of days
pt_br: Digite um número, positivo ou negativo, de dias

source: Calculates the new date
pt_br: Calcula a nova data

source: Consecutive Days
pt_br: Dias Corridos

source: If checked, performs the calculation for the new date with calendar days
pt_br: Se marcado executa o cálculo para a nova data com dias corridos

source: Business Days
pt_br: Dias Úteis

source: If checked, perform the calculation for the new date with working days
pt_br: Se marcado executa o cáluclo para a nova data com dias úteis

source: Allows you to calculate a date from a number of calendar days or business days
pt_br: Permite calcular uma data a partir de um número de dias corridos ou dias úteis

source: Result:
pt_br: Resultado:

source: Invalid input
pt_br: Entrada Inválida

source: Select the start date
pt_br: Selecione a data de início

source: Calculate
pt_br: Calcular

source: Reset
pt_br: Limpar

source: days
pt_br: dias
